# Vocabulário Específico para Sistema de Delivery
# Tokens especiais
[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
[PEDIDO]
[RESPOSTA]
[PRODUTO]
[PRECO]
[TEMPO]
[ENDERECO]
[CLIENTE]
[STATUS]
[PROMOCAO]
[PAGAMENTO]

# Produtos - Pizzas
pizza
pizzas
calabresa
margherita
portuguesa
frango
catupiry
quatro
queijos
vegetariana
vegana
napolitana
romana
escarola
baiana
toscana
chocolate
banana
canela
grande
média
pequena
família
broto
fatia
fatias
borda
recheada
cheddar
cream
cheese

# Produtos - Hambúrgueres
hambúrguer
hambúrgueres
burger
burgers
cheeseburger
bacon
salada
tomate
alface
cebola
picles
molho
especial
barbecue
ketchup
maionese
mostarda
batata
frita
fritas
porção
grande
média
pequena
completo
simples
duplo
triplo

# Produtos - Bebidas
refrigerante
refrigerantes
coca
cola
guaraná
fanta
laranja
uva
limão
água
com
sem
gás
suco
natural
integral
cerveja
long
neck
lata
garrafa
vinho
tinto
branco
rosé
caipirinha
vodka
whisky
2L
1L
600ml
350ml
250ml
litro
litros
mililitros
ml

# Produtos - Sobremesas
sobremesa
sobremesas
pudim
brigadeirão
brigadeiro
sorvete
petit
gateau
mousse
chocolate
morango
baunilha
coco
maracujá
limão
casquinha
pote
bola
bolas
cobertura
calda
chantilly

# Produtos - Pratos
prato
pratos
executivo
executivos
lasanha
macarrão
espaguete
penne
talharim
molho
bolonhesa
sugo
branco
alho
óleo
risoto
camarão
frango
carne
bovina
suína
peixe
salmão
tilápia
salada
caesar
verde
mista
caprese

# Ingredientes e Modificações
ingrediente
ingredientes
sem
com
extra
adicional
tirar
retirar
incluir
adicionar
trocar
substituir
modificar
alterar
lactose
glúten
vegano
vegetariano
orgânico
natural
temperado
grelhado
frito
assado
cozido
refogado

# Delivery e Logística
entrega
entregador
entregadores
delivery
taxa
frete
custo
endereço
rua
avenida
praca
estrada
número
complemento
apartamento
bloco
prédio
casa
bairro
cidade
cep
referência
ponto
tempo
estimado
minutos
hora
horas
demorar
chegar
sair
preparar
pronto
a
caminho

# Status e Acompanhamento
status
situação
andamento
recebido
confirmado
preparando
cozinha
forno
saiu
entregue
cancelado
finalizado
concluído
atraso
atrasado
rapido
urgente
normal

# Pagamento
pagamento
pagar
dinheiro
cartão
débito
crédito
pix
transferência
troco
valor
preço
custo
total
subtotal
desconto
promoção
oferta
cupom
voucher
gratuito
grátis

# Atendimento
atendimento
atender
ajudar
cliente
pedido
pedidos
fazer
quero
gostaria
preciso
desejo
interesse
preferir
escolher
decidir
confirmar
cancelar
alterar
modificar

# Saudações e Cortesia
oi
olá
bom
dia
tarde
noite
obrigado
obrigada
desculpa
com
licença
por
favor
de
nada
magina
claro
certo
perfeito
ótimo
excelente
maravilha
beleza
jóia

# Quantidades
um
uma
dois
duas
três
quatro
cinco
seis
sete
oito
nove
dez
meio
metade
inteiro
inteira
dúzia
porção
unidade
peça
peças
fatia
fatias
pedaço
pedaços

# Tempo e Horário
hoje
amanhã
ontem
semana
mês
ano
cedo
tarde
noite
madrugada
horário
funcionamento
aberto
fechado
feriado
domingo
segunda
terça
quarta
quinta
sexta
sábado

# Localização
aqui
aí
lá
perto
longe
distante
centro
bairro
zona
norte
sul
leste
oeste
região
metropolitana
interior
capital

# Problemas e Soluções
problema
problemas
reclamação
reclamar
erro
errado
frio
fria
quente
atrasado
errado
faltou
faltando
sobrou
sobrando
trocado
trocou
ruim
ruins
bom
bons
boa
boas

# Promoções e Ofertas
promoção
promoções
oferta
ofertas
desconto
descontos
combos
combo
pacote
kit
especial
dia
semana
mês
válido
válida
vence
vencimento
expira
limitado
limitada

# Características dos Produtos
quente
frio
fria
gelado
gelada
temperatura
ambiente
fresco
fresca
crocante
macio
macia
tempero
temperos
apimentado
apimentada
doce
salgado
salgada
azedo
azeda
amargo
amarga

# Tamanhos e Medidas
grande
grandes
média
médias
média
médios
pequeno
pequenos
pequena
pequenas
família
individual
pessoal
compartilhar
dividir
porção
porções
kg
quilos
gramas
g

# Ações do Cliente
querer
desejar
pedir
encomendar
comprar
adquirir
provar
experimentar
testar
conhecer
saber
perguntar
questionar
informar
comunicar
avisar

# Respostas da IA
claro
certo
perfeito
ótimo
excelente
maravilha
entendi
compreendi
anotado
registrado
confirmado
ok
tudo
bem
pronto
feito
realizado

# Conectores e Preposições
e
ou
mas
porém
entretanto
contudo
todavia
no
na
do
da
para
por
com
sem
de
em
a
o
os
as
que
quem
onde
quando
como
porque
se

# Números por extenso
zero
um
dois
três
quatro
cinco
seis
sete
oito
nove
dez
onze
doze
treze
catorze
quinze
dezesseis
dezessete
dezoito
dezenove
vinte
trinta
quarenta
cinquenta
sessenta
setenta
oitenta
noventa
cem
duzentos
trezentos
quatrocentos
quinhentos
seiscentos
setecentos
oitocentos
novecentos
mil